[
  {
    "title":"Aoharu Devil",
    "cover":"https://cdn.novelupdates.com/images/2023/01/Aoharu-Devil.jpeg",
    "volume":"Volume 1",
    "synopsis":"It’s time for a plea for wishes, and sometimes “demons”.\n\nThat night, my youth was born in flames…\n\nHaving forgotten his phone, Arihara sneaks into school at night and sees a strange light illuminating the roof. There, he met a beautiful girl – loka Ito – who was burning in the darkness of the night.\n\n“If you don’t do what I say, I will destroy your life.”\n\nThreatened by such words, Ariha was forced to go out with the loka Ito. Eventually, he learns about the feelings of this seemingly perfect girl.\n\nThe pressure of being a model, conflicts with opponents, the shadow of a stalker, and hidden loneliness and “desire”.\n\n“I should have trusted the loka more.”\n\n“Dreams, desires, and youth, not everything is beautiful.”\n\nWhere will the youth possessed by the end up?",
    "author":"Akiya Ikeda", "translation":"Pas-TL", "status":"Ongoing",
    "nuLink":"https://www.novelupdates.com/series/aoharu-devil/",
    "downloadLink":"https://drive.google.com/uc?export=download&id=1irGK8NLLOGJ22HIMzYdf36Ftq6Xoe1zk"
  },
  {
     "title":"Tonari no Seki no Moto Idol wa, Ore no Produce ga nai to Ikite Ikenai",
     "cover":"https://cdn.novelupdates.com/images/2023/01/Tonari-no-Seki-no-Moto-Idol-wa-Ore-no-Produce-ga-nai-to-Ikite-Ikenai.jpg",
     "volume":"Volume 1",
     "synopsis":"She is no longer getting banned on romance relationship. But she still didn’t know anything.\n\nThe former idol, Miru Kasumi, who recently transferred to this school, is not normal.\n\n“Nice to meet you. I’ll monopolize your views! I’m Miruffy!”\n\n“Thanks for everything! May I sign your uniform?”\n\nShe has extraordinary style and beautiful eyes like jewels. What’s more, her unique extraordinary demeanor was so far from ordinary everyday life, and it all looked abnormal. ────I thought.\n\n“Hmm, I think this might be the first time I’ve seen someone who isn’t blushing after getting fan service.”\n\n“Hey, will you make me a ‘normal’ girl?”\n\nAnd then the production began. Looking for entertainment on weekends and cultural festivals. When I teach Kasumi about normal high school life, my “normal” everyday life also changes… This is a story about the beginning of me and Kasumi’s changing youth.",
     "author":"Ametsuki", "translation":"Ret-TLs", "status":"Ongoing",
     "nuLink":"https://www.novelupdates.com/series/tonari-no-seki-no-moto-idol-wa-ore-no-produce-ga-nai-to-ikite-ikenai/",
     "downloadLink":"https://drive.google.com/uc?export=download&id=1pZKjAJ-wn6SMOV1lgd-6-F3nFi-v1eYG"
   }
  
]
