[
{
"title":"Seirei Gensouki: Spirit Chronicles",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQNVSnWzZzefAGPFQso5Fc-JOu1gLnime-POw&usqp=CAU",
"volume":"Volume 1-20",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Martial Arts, Romance, Shounen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kitayama Yuri",
"alternative":"Seirei Gensouki",
"translation":"J-Novel Club",
"nuLink":"https://www.novelupdates.com/series/seirei-gensou-ki/",
"synopsis":"Meet Rio: a callous orphaned boy living in the slums. At only 7-years-old, he realizes he’s actually the reincarnation of Haruto Amakawa, a Japanese university student with a tragic past. While still reeling from this shocking epiphany, Rio also comes to learn that he possesses extremely potent magical abilities and uses his new powers to solve the kidnapping case of a little girl. His good deed is acknowledged, and he’s rewarded by being enrolled into… a prestigious academy for noble children…?",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/seirei_gensouki.json"
},
{
"title":"How a Realist Hero Rebuilt The Kingdom",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSVojzeY5f-fzWYDBtfSL84yynfRPMbEjTHYg&usqp=CAU",
"volume":"Volume 1-17",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Romance, Seinen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Dojyomaru",
"alternative":"Genjitsushugi Yuusha no Oukoku Saikenki",
"translation":"J-Novel Club",
"nuLink":"None",
"synopsis":"“O, Hero!” With that cliched line, Kazuya Souma found himself summoned to another world and his adventure–-did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What’s more, he’s betrothed to the king’s daughter now…?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess…?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/how_a_realist_hero_rebuild_the_kingdom.json"
},
{
"title":"Arifureta Shokugyou de Sekai Saikyou",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQsJRGzoC5LbMrZAHvVQXwlu7a73I8nuQGIVQ&usqp=CAU",
"volume":"Volume 1-9",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Ecchi, Fantasy, Harem, Mature, Mecha, Mystery, Supernatural",
"fileType":"Epub",
"tlType":"Official/Premium",
"status":"Ongoing",
"author":"Ryo Shirakome",
"alternative":"Arifureta: From Commonplace to World's Strongest",
"translation":"J-Novel Club",
"nuLink":"None",
"synopsis":"Seventeen year old Hajime Nagumo is your average, everyday otaku. However, his simple life of pulling all-nighters and sleeping in school is suddenly turned upside down when he, along with the rest of his class, is summoned to a fantasy world! They’re treated like heroes and tasked with the duty of saving the human race from utter extinction. But what should have been any otaku’s wet dream quickly turns into Hajime’s nightmare. While the rest of his class are blessed with godlike powers, Hajime’s job, Synergist, only has a single transmutation skill. Ridiculed and bullied by his classmates for being weak, he soon finds himself in despair. Will he be able to survive in this dangerous world of monsters and demons with only a glorified blacksmith’s level of strength?",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/arifureta.json"
},
{
"title":"Date A Live",
"cover":"https://yenpress-us.imgix.net/covers/9781975349943.jpg?auto=format&w=300&dpr=2&q=100",
"volume":"Volume 1-8",
"type":"Light Novel",
"genre":"Action, Comedy, Drama, Ecchi, Fantasy, Harem, Mecha, Romance, School Life, Sci-fi, Shounen, Supernatural, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Tachibana Koushi",
"alternative":"デート・ア・ライブ",
"translation":"Yen Press",
"nuLink":"None",
"synopsis":"A little meet-cute in a decimated city\nApril 10. The first day of school. Shido Itsuka is rudely awoken by his personal alarm clock—his little sister. It’s shaping up to be another typical day…well, as typical as it gets on a planet plagued by massive spatial quakes. Little does Shido know, however, his life is about to take a sudden turn when he encounters the source of this destructive phenomenon—a girl his age, apparently known as a Spirit. Turns out, there are only two ways he can stop her from unleashing hell on the world: Eliminate her by force or placate her…by taking her out on a date and making her fall in love with him!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/date_a_live.json"
},
{
"title":"Reign of the Seven Spellblades",
"cover":"https://yenpress-us.imgix.net/covers/9781975317195.jpg?auto=format&w=300&dpr=2&q=100",
"volume":"Volume 1-7",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Fantasy, Romance, School Life, Supernatural",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Uno Bokuto",
"alternative":"Nanatsu no Maken ga Shihai suru",
"translation":"Yen Press",
"nuLink":"None",
"synopsis":"Springtime at Kimberly Magic Academy brings a new batch of first-year students, all bright-eyed and bushy-tailed as they begin their journey to become full-fledged mages. Among these newcomers are Oliver Horn, a studious boy equally skilled with the wand and the blade, and Nanao Hibiya, a strong-willed samurai girl from the distant nation of Yamatsu. The wheels of fate bring these two souls together at Kimberly, where they become both comrades and rivals in equal measure. However, lurking within the academy's halls are countless dangers and dark secrets guaranteed to threaten not only their friendship-but their very lives...",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/reign_of_the_seven_spellblades.json"
},
{
"title":"The Dirty Way to Destroy the Goddess’s Heroes",
"cover":"https://yenpress-us.imgix.net/covers/9781975357115.JPG?auto=format&w=300&dpr=2&q=100",
"volume":"Volume 1-6",
"type":"Light Novel",
"genre":"Fiction, Fantasy, Action, Adventure",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Sasaki Sakuma",
"alternative":"Hero Blessed by the Demon King, the Largest Human Traitor!?",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/hero-blessed-by-the-demon-king-the-largest-human-traitor/",
"synopsis":"Shinichi Sotoyama might just be the worlds most average high schooler. That is, until he finds himself summoned by the Blue Demon King to a fantasy world-just like his favorite RPG games! Except this Demon King is pathetically begging at his feet, lamenting the arrival of some “heroes”...who apparently, have infinite lives and respawn over and over again?!\n\nUnlike his hysterical summoner, Shinichi coolly takes on the challenge of fending off these pesky heroes, literally shaking hands with the devil. But the demon clan is about to find out that his twisted mind is darker than the worst of them!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/the-dirty-way_to_destory_the_goddess_heroes.json"
},
{
"title":"Sugar Apple Fairytale",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRy4wM5p4FTKT5bPFTeeoR11NLRYk0sIMYl_g&usqp=CAU",
"volume":"Volume 1-2",
"type":"Light Novel",
"genre":"Adventure, Fantasy, Romance, Shoujo",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Mikawa Miri",
"alternative":"シュガーアップル・フェアリーテイル",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/sugar-apple-fairytale/",
"synopsis":"In the Kingdom of Highland, a country where fairies are s*aves of the humans, Ann Halford, a Candy Craftswoman, decides to purchase one in order to arrive the once-yearly Candy Fair to achieve the title of Silver Sugar Master.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/sugar-apple-fairytale.json"
},
{
"title":"Shinwa Densetsu no Eiyuu no Isekaitan",
"cover":"https://cdn.novelupdates.com/images/2020/07/eiyuuisekaitan_v1b.jpg",
"volume":"Volume 1-2",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Mystery",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Tatematsuri",
"alternative":"The Mythical Hero's Otherworld Chronicles",
"translation":"J-Novel Club",
"nuLink":"https://www.novelupdates.com/series/shinwa-densetsu-no-eiyuu-no-isekaitan-ln/",
"synopsis":"Once upon a time, a boy was referred to as a “War Hero.”\n\nIn another world called Aletia, the boy who had saved the Lost Kingdom, conquered their neighbouring countries, and led to the rise of a grand empire decided to throw everything away, returning to the modern era at the cost of his memories.\n\nAs three years passed, the boy who was happily enjoying his daily life was once again called back to the other world.\n\nHowever, what awaited him was the Aletia of 1000 years in the future.\n\nAs his past glories became a “myth,” the legend of the youth referred to as the, “Twin Black Hero King,” begins.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/shinwa-densetsu-no-eiyuu-no-isekaitan.json"
},
{
"title":"The Magical Revolution of the Reincarnated Princess and the Genius Young Lady",
"cover":"https://cdn.novelupdates.com/images/2020/01/revolution-cover.jpg",
"volume":"Volume 1-3",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Romance, Yuri",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kurasu Piero",
"alternative":"Tensei Oujo to Tensai Reijou no Mahou Kakumei",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/the-magical-revolution-of-the-reincarnated-princess-and-the-genius-young-lady/",
"synopsis":"Anne-Sophia, the Princess who remembered her previous life at a young age, as well as her old self’s intense love of magic, set off to live out her fantasies in this fantasy world.\n\nOne day, during a magical mishap, she stumbled upon a scene where her brother Algard was breaking off his engagement to his fiancee, Euphilia.\n\nWhat nobody could have foreseen is that this strange meeting would end up changing the course of history.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/revolution.json"
},
{
"title":"Tantei wa Mou, Shindeiru",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSTTC3AN-7WgGPCvlrXAY09z4NVZ7vm8vKeNg&usqp=CAU",
"volume":"Volume 1-4",
"type":"Light Novel",
"genre":"Adventure, Comedy, Drama, Mystery, Romance, Supernatural",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Nigozyu",
"alternative":"The Detective is Already Dead",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/tantei-wa-mou-shindeiru/",
"synopsis":"​Kimihiko Kimizuka has always been a magnet for trouble and intrigue. For as long as he can remember, he’s been stumbling across murder scenes or receiving mysterious attache cases to transport.\n\nWhen he met Siesta, a brilliant detective fighting a secret war against an organization of pseudohumans, he couldn’t resist the call to become her assistant and join her on an epic journey across the world.\n\n…Until a year ago, that is. Now he’s returned to a life that is normal and tepid by comparison, knowing the adventure must be over.\n\nAfter all, the detective is already dead.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/tantei-wa-mou-shinderou.json"
},
{
"title":"The Eminence in Shadow",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTH9LsSboCGZaj-g15tpVZVgNxpZjb2U2nIrw&usqp=CAU",
"volume":"Volume 1-4",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Martial Arts, School Life",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Aizawa Daisuke",
"alternative":"Kage no Jitsuryokusha ni Naritakute!",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/to-be-a-power-in-the-shadows-ln/",
"synopsis":"Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. After hiding his strength and living the mediocre life of a mob character by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power. The young man who is only playing at being a power in the shadows, his misunderstanding subordinates, and a giant organization in the shadows that gets trampled…. This is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/the-eminence-in-shadow.json"
},
{
"title":"The Executioner and Her Way of Life",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQqMwfDfjlENGJV9MLy2XMg1u03dmhBseRwqQ&usqp=CAU",
"volume":"Volume 1-5",
"type":"Light Novel",
"genre":"Adventure, Fantasy, Yuri",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Satou Mato",
"alternative":"Shokei Shoujo no Virgin Road",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/the-way-of-the-executioner-girl/",
"synopsis":"The Wanderers came to this world from another, from Japan. However, due to global disasters caused by the reckless behavior of Wanderers in the past, the Executioner must kill them as soon as they’re found.\n\nOne day, the Executioner, Menou, meets a lost girl, Akari. Menou carries out her mission calmly and without hesitation. However, for some reason, Akari, whom she surely killed, resurrects without a care in the world. At a loss, Menou tricks the immortal Akari into coming along on a journey to find a way to kill her, but…\n\n“Menou. Let’s go!”\n\n”Yes yes yes. I understand.”\n\nMenou‘s mind begins to waver a little as she faces the strangely relaxed Akari.\n\n— this is the story of how she’s going to kill her.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/the-executioner-and-her-way-of-life.json"
},
{
"title":"Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQJlP7RgXBV5iqaVZTdQFyRMfKY0LXR6mQiQ&usqp=CAU",
"volume":"Volume 1-5",
"type":"Light Novel",
"fileType":"Epub",
"genre":"Comedy, Romance, School Life, Slice of Life",
"tlType":"Official",
"status":"Ongoing",
"author":"Saeki-san",
"alternative":"The Angel Next Door Spoils Me Rotten",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken-ln/",
"synopsis":"Amane Fujimiya’s neighbour in the apartment he lives in is the school’s number one lovable angel: Excellent and with a level of beauty that can only be described as angelic – Mahiru Shiina. Amane, an ordinary student who doesn’t stand out, is her neighbour, but until now, they didn’t interact with each other. After meeting the soggy angel in the rain:\n\n“I’m returning what I borrowed. By the way, clean up your room. It’s filthy.”\n\n“None of your business.”\n\nA relationship with a sharp-tongued angel begins, starting with handing over an umbrella. From catching a cold and having someone take care of you, to making a meal for someone because they neglected their health, to joint work (cleaning rooms)…",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken.json"
}
]