[
{
"title":"Is It Wrong to Try to Pick Up Girls in a Dungeon?",
"cover":"https://images-eu.ssl-images-amazon.com/images/I/91QOW2-aYIL._AC_UL600_SR600,600_.jpg",
"volume":"Volume 1-17",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Romance, Shounen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Oomori Fujino",
"alternative":"Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka|Danmachi",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/dungeon-ni-deai-o-motomeru-no-wa-machigatte-iru-darou-ka/",
"synopsis":"Is it wrong to face the perils of Dungeon alone, in a single-member guild blessed by a failed goddess? Maybe. Is it wrong to dream of playing hero to hapless maidens in Dungeon? Maybe not. After one misguided adventure, Bell quickly discovers that anything can happen in the labyrinth-even chance encounters with beautiful women. Only problem? He’s the one who winds up the damsel in distress!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/danmachi.json"
},
{
"title":"Majo no Tabitabi",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNbJ4A916pY46x9KSgi-Ugz5stok61SET8rA&usqp=CAU",
"volume":"Volume 1-9",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Shiraishi Jougi",
"alternative":"Wandering Witch: The Journey of Elaina",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/majo-no-tabitabi/",
"synopsis":"It's not about the destination...\n\nWhat\'s your favorite story? Does it have a hero who slays a dragon and saves a princess? Or a child of prophecy destined for greatness? Well, my favorite story is a little different. It's the tale of a witch who travels the world, seeking nothing in particular. With no quest of her own, she\'s free to wander wherever the wind takes her, adding a few pages to the story of whomever she meets before setting off on her next adventure. At the end of her travels, the witch takes on an apprentice who will one day begin her own journey. And so the cycle continues, or so the story goes. Now, the witch who starts the story anew...who could she be?",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/majo_no_tabitabi.json"
},
{
"title":"The Girl I Saved on the Train Turned Out to Be My Childhood Friend",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQZ1exvAia8u-UsihziBmycLDDnu9g3RO6qfQ&usqp=CAU",
"volume":"Volume 1-3",
"type":"Light Novel",
"genre":"Drama, Harem, Romance, School Life, Slice of Life",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kennoji",
"alternative":"Chikan Saresou ni Natteiru S-kyuu Bishoujo wo Tasuketara Tonari no Seki no Osananajimi datta",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/when-i-rescued-a-beautiful-girl-who-was-about-to-be-molested-it-was-my-childhood-friend-sitting-next-to-me/",
"synopsis":"[I have a childhood friend next to me. That’s all I need to know about this romantic comedy]. Fushimi Hina is the most universally recognized S-class beauty in the school. She is a childhood friend of Ryo, but they hardly spoke to each other from junior high school to senior high school, but one thing leads them to talk to each other again. After that, Hina takes care of Ryo and acts aggressively, but Ryo doesn’t really understand the meaning of her actions.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/when-i-rescued-a-beautiful-girl-who-was-about-to-be-molested-it-was-my-childhood-friend-sitting-next-to-me.json"
},
{
"title":"No Game No Life",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnT97OoB3h-fm83R1K3HQ-d3UWhVfewMmMxg&usqp=CAU",
"volume":"Volume 1-11",
"type":"Light Novel",
"genre":"Adventure, Comedy, Ecchi, Fantasy, Harem, Romance, Sci-fi, Shounen, Supernatural",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kamiya Yuu",
"alternative":"ノーゲーム・ノーライフ",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/no-game-no-life/",
"synopsis":"Meet Sora and Shiro, a brother and sister who are loser shut-ins by normal standards. But these siblings don’t play by the rules of the “crappy game” that is average society. In the world of gaming, this genius pair reigns supreme, their invincible avatar so famous that it’s the stuff of urban legend. So when a young boy calling himself God summons the siblings to a fantastic alternate world where war is forbidden and all conflicts–even those involving national borders–are decided by the outcome of games, Sora and Shiro have pretty much hit the jackpot. But they soon learn that in this world, humanity, cornered and outnumbered by other species, survives within the confines of one city. Will Sora and Shiro, two failures at life, turn out to be the saviors of mankind? Let the games begin…",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/no_game_no_life.json"
},
{
"title":"Chitose Is In The Ramune Bottle",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQgimbtdunmpvT_jWDTEllzLd0SKHdsICENjw&usqp=CAU",
"volume":"Volume 1-3",
"type":"Light Novel",
"genre":"Comedy, Drama, Harem, Psychological, Romance, School Life",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"hiromu",
"alternative":"Chitose-kun wa Ramune Bin no Naka",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/chitose-kun-wa-ramune-bin-no-naka/",
"synopsis":"As far as normies go, it’s hard to beat Saku Chitose. The most popular kid in his high school? Check.\n\nAn ironclad reputation that can weather even vicious online attacks? Check.\n\nA friend group that’s as attractive on the outside as they are on the inside? Check.\n\nBut when a teacher asks Saku to help reacclimate a student who been shut away in his room for months to school life, his perfect world will never be the same.\n\nWhat is this, some kinda normie harem story?",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/chitose_in_ramune_bottle.json"
},
{
"title":"Koukyuu no Karasu",
"cover":"https://cdn.novelupdates.com/images/2022/03/Koukyuu-no-Karasu.jpg",
"volume":"Volume 1",
"type":"Light Novel",
"genre":"Fantasy, Historical, Horror, Mystery, Shoujo, Supernatural",
"fileType":"Pdf",
"tlType":"Official",
"status":"Ongoing",
"author":"Shirakawa Kouko",
"alternative":"The Raven of the Inner Palace",
"translation":"Seven Seas",
"nuLink":"https://www.novelupdates.com/series/koukyuu-no-karasu/",
"synopsis":"Deep within the inner palace, there lives a special consort called the “Raven Consort” who does not serve the Emperor. Some of those who saw her say she is an old woman, while others say she is a young girl. It is said that she wields a mysterious magic and accepts any request from curse killings to finding lost things. The current Emperor, Koushun, visits her with a certain favor. No one knows that their encounter is a taboo that will overturn history.",
"volumeLink":"https://denzkie2003.github.io/NovelData/pdf/raven_of_the_inner_palace.json"
},
{
"title":"Koukyuu no Karasu",
"cover":"https://cdn.novelupdates.com/images/2022/03/Koukyuu-no-Karasu.jpg",
"volume":"Volume 1",
"type":"Light Novel",
"genre":"Fantasy, Historical, Horror, Mystery, Shoujo, Supernatural",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Shirakawa Kouko",
"alternative":"The Raven of the Inner Palace",
"translation":"Seven Seas",
"nuLink":"https://www.novelupdates.com/series/koukyuu-no-karasu/",
"synopsis":"Deep within the inner palace, there lives a special consort called the “Raven Consort” who does not serve the Emperor. Some of those who saw her say she is an old woman, while others say she is a young girl. It is said that she wields a mysterious magic and accepts any request from curse killings to finding lost things. The current Emperor, Koushun, visits her with a certain favor. No one knows that their encounter is a taboo that will overturn history.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/raven_of_the_inner_palace.json"
},
{
"title":"Tensei Shitara Slime Datta Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTBWAu7aiG4Jtfmhmki3-MGZsFSPCxmHlDpKA&usqp=CAU",
"volume":"Volume 1-15",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Shounen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Fuse",
"alternative":"That Time I Got Reincarnated as a Slime",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/tensei-shitara-slime-datta-ken-ln/",
"synopsis":"A man is stabbed by a robber on the run after pushing his coworker and his coworker’s new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by giving him the [Great Sage] unique skill! Is he being made fun of?!!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/tensei_shitara_slime.json"
},
{
"title":"King’s Proposal",
"cover":"https://cdn.novelupdates.com/images/2021/11/Kings-Proposal.jpg",
"volume":"Volume ",
"type":"Light Novel",
"genre":"Action, Fantasy, Gender Bender, Romance, School Life, Supernatural",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Tachibana Koushi",
"alternative":"Ousama no Propose",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/kings-proposal/",
"synopsis":"The boy’s strongest first love, a witch who rules over the world with her body and strength! Kuozaki Saika. The most powerful witch who has been saving the world from destruction every 3XX hours, and the director of the magicians’ school.\n\n“…I entrust you, my world…”\n\nAnd then… the first girl the boy ever loved died, entrusting her body and power to Kuga Mushiki.\n\nInstructed by the servant of Saika, Kuga Mushiki is tasked with attending school as his now-deceased lover so that no one finds out the truth…\n\nHe’s feared by his classmates and even his teachers. His life becomes even more troublesome as he reunites with his younger sister who asks for counseling about her love for her own brother- him!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/kings_proposal.json"
},
{
"title":"Mushoku Tensei",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRtq8dPiS8cxpwBsk9CvExMnP89FzOaHnzz5g&usqp=CAU",
"volume":"Volume 1-21",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Drama, Ecchi, Fantasy, Harem, Mature, Romance, Seinen, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Rifujin na Magonote",
"alternative":"Jobless Reincarnation ~ It will be All Out if I Go to Another World ~",
"translation":"Seven Seas",
"nuLink":"https://www.novelupdates.com/series/mushoku-tensei-ln/",
"synopsis":"A 34-year-old NEET otaku, chased out from his house by his family, found that his life is reaching a dead end. He then recalled that his life could actually have been much better if he had made better choices in the past.\n\nJust when he was at the point of regret, he saw a truck moving at fast speed, and three high schoolers in its path. Mustering all the strength he had, he tried to save them and ended getting run over by the truck, quickly ending his life.\n\nThe next time he opened his eyes, he is reincarnated to a world of sword and magic as Rudeus Greyrat. Born to a new world, a new life, Rudeus decided that, “This time, I’ll really live my life to the fullest with no regret!” Thus starts the journey of a man yearning to restart his life.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/mushoku_tensei.json"
},
{
"title":"Seirei Gensouki: Spirit Chronicles",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQNVSnWzZzefAGPFQso5Fc-JOu1gLnime-POw&usqp=CAU",
"volume":"Volume 1-20",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Martial Arts, Romance, Shounen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kitayama Yuri",
"alternative":"Seirei Gensouki",
"translation":"J-Novel Club",
"nuLink":"https://www.novelupdates.com/series/seirei-gensou-ki/",
"synopsis":"Meet Rio: a callous orphaned boy living in the slums. At only 7-years-old, he realizes he’s actually the reincarnation of Haruto Amakawa, a Japanese university student with a tragic past. While still reeling from this shocking epiphany, Rio also comes to learn that he possesses extremely potent magical abilities and uses his new powers to solve the kidnapping case of a little girl. His good deed is acknowledged, and he’s rewarded by being enrolled into… a prestigious academy for noble children…?",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/seirei_gensouki.json"
},
{
"title":"How a Realist Hero Rebuilt The Kingdom",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSVojzeY5f-fzWYDBtfSL84yynfRPMbEjTHYg&usqp=CAU",
"volume":"Volume 1-17",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Romance, Seinen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Dojyomaru",
"alternative":"Genjitsushugi Yuusha no Oukoku Saikenki",
"translation":"J-Novel Club",
"nuLink":"None",
"synopsis":"“O, Hero!” With that cliched line, Kazuya Souma found himself summoned to another world and his adventure–-did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What’s more, he’s betrothed to the king’s daughter now…?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess…?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/how_a_realist_hero_rebuild_the_kingdom.json"
},
{
"title":"Arifureta Shokugyou de Sekai Saikyou",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQsJRGzoC5LbMrZAHvVQXwlu7a73I8nuQGIVQ&usqp=CAU",
"volume":"Volume 1-9",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Ecchi, Fantasy, Harem, Mature, Mecha, Mystery, Supernatural",
"fileType":"Epub",
"tlType":"Official/Premium",
"status":"Ongoing",
"author":"Ryo Shirakome",
"alternative":"Arifureta: From Commonplace to World's Strongest",
"translation":"J-Novel Club",
"nuLink":"None",
"synopsis":"Seventeen year old Hajime Nagumo is your average, everyday otaku. However, his simple life of pulling all-nighters and sleeping in school is suddenly turned upside down when he, along with the rest of his class, is summoned to a fantasy world! They’re treated like heroes and tasked with the duty of saving the human race from utter extinction. But what should have been any otaku’s wet dream quickly turns into Hajime’s nightmare. While the rest of his class are blessed with godlike powers, Hajime’s job, Synergist, only has a single transmutation skill. Ridiculed and bullied by his classmates for being weak, he soon finds himself in despair. Will he be able to survive in this dangerous world of monsters and demons with only a glorified blacksmith’s level of strength?",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/arifureta.json"
},
{
"title":"Date A Live",
"cover":"https://yenpress-us.imgix.net/covers/9781975349943.jpg?auto=format&w=300&dpr=2&q=100",
"volume":"Volume 1-8",
"type":"Light Novel",
"genre":"Action, Comedy, Drama, Ecchi, Fantasy, Harem, Mecha, Romance, School Life, Sci-fi, Shounen, Supernatural, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Tachibana Koushi",
"alternative":"デート・ア・ライブ",
"translation":"Yen Press",
"nuLink":"None",
"synopsis":"A little meet-cute in a decimated city\nApril 10. The first day of school. Shido Itsuka is rudely awoken by his personal alarm clock—his little sister. It’s shaping up to be another typical day…well, as typical as it gets on a planet plagued by massive spatial quakes. Little does Shido know, however, his life is about to take a sudden turn when he encounters the source of this destructive phenomenon—a girl his age, apparently known as a Spirit. Turns out, there are only two ways he can stop her from unleashing hell on the world: Eliminate her by force or placate her…by taking her out on a date and making her fall in love with him!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/date_a_live.json"
},
{
"title":"Reign of the Seven Spellblades",
"cover":"https://yenpress-us.imgix.net/covers/9781975317195.jpg?auto=format&w=300&dpr=2&q=100",
"volume":"Volume 1-7",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Fantasy, Romance, School Life, Supernatural",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Uno Bokuto",
"alternative":"Nanatsu no Maken ga Shihai suru",
"translation":"Yen Press",
"nuLink":"None",
"synopsis":"Springtime at Kimberly Magic Academy brings a new batch of first-year students, all bright-eyed and bushy-tailed as they begin their journey to become full-fledged mages. Among these newcomers are Oliver Horn, a studious boy equally skilled with the wand and the blade, and Nanao Hibiya, a strong-willed samurai girl from the distant nation of Yamatsu. The wheels of fate bring these two souls together at Kimberly, where they become both comrades and rivals in equal measure. However, lurking within the academy's halls are countless dangers and dark secrets guaranteed to threaten not only their friendship-but their very lives...",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/reign_of_the_seven_spellblades.json"
},
{
"title":"The Dirty Way to Destroy the Goddess’s Heroes",
"cover":"https://yenpress-us.imgix.net/covers/9781975357115.JPG?auto=format&w=300&dpr=2&q=100",
"volume":"Volume 1-6",
"type":"Light Novel",
"genre":"Fiction, Fantasy, Action, Adventure",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Sasaki Sakuma",
"alternative":"Hero Blessed by the Demon King, the Largest Human Traitor!?",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/hero-blessed-by-the-demon-king-the-largest-human-traitor/",
"synopsis":"Shinichi Sotoyama might just be the worlds most average high schooler. That is, until he finds himself summoned by the Blue Demon King to a fantasy world-just like his favorite RPG games! Except this Demon King is pathetically begging at his feet, lamenting the arrival of some “heroes”...who apparently, have infinite lives and respawn over and over again?!\n\nUnlike his hysterical summoner, Shinichi coolly takes on the challenge of fending off these pesky heroes, literally shaking hands with the devil. But the demon clan is about to find out that his twisted mind is darker than the worst of them!",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/the-dirty-way_to_destory_the_goddess_heroes.json"
},
{
"title":"Sugar Apple Fairytale",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRy4wM5p4FTKT5bPFTeeoR11NLRYk0sIMYl_g&usqp=CAU",
"volume":"Volume 1-2",
"type":"Light Novel",
"genre":"Adventure, Fantasy, Romance, Shoujo",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Mikawa Miri",
"alternative":"シュガーアップル・フェアリーテイル",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/sugar-apple-fairytale/",
"synopsis":"In the Kingdom of Highland, a country where fairies are s*aves of the humans, Ann Halford, a Candy Craftswoman, decides to purchase one in order to arrive the once-yearly Candy Fair to achieve the title of Silver Sugar Master.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/sugar-apple-fairytale.json"
},
{
"title":"Shinwa Densetsu no Eiyuu no Isekaitan",
"cover":"https://cdn.novelupdates.com/images/2020/07/eiyuuisekaitan_v1b.jpg",
"volume":"Volume 1-2",
"type":"Light Novel",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Mystery",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Tatematsuri",
"alternative":"The Mythical Hero's Otherworld Chronicles",
"translation":"J-Novel Club",
"nuLink":"https://www.novelupdates.com/series/shinwa-densetsu-no-eiyuu-no-isekaitan-ln/",
"synopsis":"Once upon a time, a boy was referred to as a “War Hero.”\n\nIn another world called Aletia, the boy who had saved the Lost Kingdom, conquered their neighbouring countries, and led to the rise of a grand empire decided to throw everything away, returning to the modern era at the cost of his memories.\n\nAs three years passed, the boy who was happily enjoying his daily life was once again called back to the other world.\n\nHowever, what awaited him was the Aletia of 1000 years in the future.\n\nAs his past glories became a “myth,” the legend of the youth referred to as the, “Twin Black Hero King,” begins.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/shinwa-densetsu-no-eiyuu-no-isekaitan.json"
},
{
"title":"The Magical Revolution of the Reincarnated Princess and the Genius Young Lady",
"cover":"https://cdn.novelupdates.com/images/2020/01/revolution-cover.jpg",
"volume":"Volume 1-3",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Romance, Yuri",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kurasu Piero",
"alternative":"Tensei Oujo to Tensai Reijou no Mahou Kakumei",
"translation":"Yen Press",
"nuLink":"https://www.novelupdates.com/series/the-magical-revolution-of-the-reincarnated-princess-and-the-genius-young-lady/",
"synopsis":"Anne-Sophia, the Princess who remembered her previous life at a young age, as well as her old self’s intense love of magic, set off to live out her fantasies in this fantasy world.\n\nOne day, during a magical mishap, she stumbled upon a scene where her brother Algard was breaking off his engagement to his fiancee, Euphilia.\n\nWhat nobody could have foreseen is that this strange meeting would end up changing the course of history.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/revolution.json"
},
{
"title":"Tantei wa Mou, Shindeiru",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSTTC3AN-7WgGPCvlrXAY09z4NVZ7vm8vKeNg&usqp=CAU",
"volume":"Volume 1-4",
"type":"Light Novel",
"genre":"Adventure, Comedy, Drama, Mystery, Romance, Supernatural",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Nigozyu",
"alternative":"The Detective is Already Dead",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/tantei-wa-mou-shindeiru/",
"synopsis":"​Kimihiko Kimizuka has always been a magnet for trouble and intrigue. For as long as he can remember, he’s been stumbling across murder scenes or receiving mysterious attache cases to transport.\n\nWhen he met Siesta, a brilliant detective fighting a secret war against an organization of pseudohumans, he couldn’t resist the call to become her assistant and join her on an epic journey across the world.\n\n…Until a year ago, that is. Now he’s returned to a life that is normal and tepid by comparison, knowing the adventure must be over.\n\nAfter all, the detective is already dead.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/tantei-wa-mou-shinderou.json"
},
{
"title":"The Eminence in Shadow",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTH9LsSboCGZaj-g15tpVZVgNxpZjb2U2nIrw&usqp=CAU",
"volume":"Volume 1-4",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Martial Arts, School Life",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Aizawa Daisuke",
"alternative":"Kage no Jitsuryokusha ni Naritakute!",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/to-be-a-power-in-the-shadows-ln/",
"synopsis":"Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. After hiding his strength and living the mediocre life of a mob character by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power. The young man who is only playing at being a power in the shadows, his misunderstanding subordinates, and a giant organization in the shadows that gets trampled…. This is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/the-eminence-in-shadow.json"
},
{
"title":"The Executioner and Her Way of Life",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQqMwfDfjlENGJV9MLy2XMg1u03dmhBseRwqQ&usqp=CAU",
"volume":"Volume 1-5",
"type":"Light Novel",
"genre":"Adventure, Fantasy, Yuri",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Satou Mato",
"alternative":"Shokei Shoujo no Virgin Road",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/the-way-of-the-executioner-girl/",
"synopsis":"The Wanderers came to this world from another, from Japan. However, due to global disasters caused by the reckless behavior of Wanderers in the past, the Executioner must kill them as soon as they’re found.\n\nOne day, the Executioner, Menou, meets a lost girl, Akari. Menou carries out her mission calmly and without hesitation. However, for some reason, Akari, whom she surely killed, resurrects without a care in the world. At a loss, Menou tricks the immortal Akari into coming along on a journey to find a way to kill her, but…\n\n“Menou. Let’s go!”\n\n”Yes yes yes. I understand.”\n\nMenou‘s mind begins to waver a little as she faces the strangely relaxed Akari.\n\n— this is the story of how she’s going to kill her.",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/the-executioner-and-her-way-of-life.json"
},
{
"title":"Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQJlP7RgXBV5iqaVZTdQFyRMfKY0LXR6mQiQ&usqp=CAU",
"volume":"Volume 1-5",
"type":"Light Novel",
"fileType":"Epub",
"genre":"Comedy, Romance, School Life, Slice of Life",
"tlType":"Official",
"status":"Ongoing",
"author":"Saeki-san",
"alternative":"The Angel Next Door Spoils Me Rotten",
"translation":"Yen Press (Official)",
"nuLink":"https://www.novelupdates.com/series/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken-ln/",
"synopsis":"Amane Fujimiya’s neighbour in the apartment he lives in is the school’s number one lovable angel: Excellent and with a level of beauty that can only be described as angelic – Mahiru Shiina. Amane, an ordinary student who doesn’t stand out, is her neighbour, but until now, they didn’t interact with each other. After meeting the soggy angel in the rain:\n\n“I’m returning what I borrowed. By the way, clean up your room. It’s filthy.”\n\n“None of your business.”\n\nA relationship with a sharp-tongued angel begins, starting with handing over an umbrella. From catching a cold and having someone take care of you, to making a meal for someone because they neglected their health, to joint work (cleaning rooms)…",
"volumeLink":"https://denzkie2003.github.io/NovelData/data/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken.json"
}
]